<?php

  define('MSG01','入力必須です');
  define('MSG02', 'Emailの形式で入力してください');
  define('MSG03','パスワード（再入力）が合っていません');
  define('MSG04','半角英数字のみご利用いただけます');
  define('MSG05','6文字以上で入力してください');
  define('MSG06','256文字以内で入力してください');
  define('MSG07','エラーが発生しました。しばらく経ってからやり直してください。');
  define('MSG08', 'そのEmailは既に登録されています');
  define('MSG09', 'メールアドレスまたはパスワードが違います');
  define('MSG10', '電話番号の形式が違います');
  define('MSG11', '郵便番号の形式が違います');
  define('MSG12', '古いパスワードが違います');
  define('MSG13', '古いパスワードと同じです');
  define('MSG14', '文字で入力してください');
  define('MSG15', '正しくありません');
  define('MSG16', '有効期限が切れています');
  define('MSG17', '半角数字のみご利用いただけます');
  define('SUC01', 'パスワードを変更しました');
  define('SUC02', 'プロフィールを変更しました');
  define('SUC03', 'メールを送信しました');
  define('SUC04', '登録しました');
  define('SUC05', '購入しました！相手と連絡を取りましょう！');

?>
